<?php

return [
    'admin' => [
        'category' => [
            'create' => [
                'success' => 'Категория добавлена',
                'error' => 'Что-то пошло не так. Категория не добавлена'
            ],
            'update' => [
                'success' => 'Категория обновлена',
                'error' => 'Что-то пошло не так. Категория не обновлена'
            ],
            'delete' => [
                'success' => 'Категория удалена',
                'error' => 'Что-то пошло не так. Категория не удалена'
            ]
        ],
        'news' => [
            'create' => [
                'success' => 'Новость добавлена',
                'error' => 'Что-то пошло не так. Новость не добавлена'
            ],
            'update' => [
                'success' => 'Новость обновлена',
                'error' => 'Что-то пошло не так. Новость не обновлена'
            ],
            'delete' => [
                'success' => 'Новость удалена',
                'error' => 'Что-то пошло не так. Новость не удалена'
            ]
        ],
        'resources' => [
            'create' => [
                'success' => 'Ресурс добавлен',
                'error' => 'Что-то пошло не так. Ресурс не добавлен'
            ],
            'update' => [
                'success' => 'Ресурс обновлен',
                'error' => 'Что-то пошло не так. Ресурс не обновлен'
            ],
            'delete' => [
                'success' => 'Ресурс удален',
                'error' => 'Что-то пошло не так. Ресурс не удален'
            ]
        ],
        'user' => [
            'update' => [
                'success' => 'Данные пользователя обновлены',
                'error' => 'Что-то пошло не так. Пользователь не обновлен'
            ],
            'delete' => [
                'success' => 'Данные пользователя удалены',
                'error' => 'Что-то пошло не так. Пользователь не удален'
            ]
        ]
    ],
];
