<?php

return [
    'admin' => [
        'category' => [
            'create' => [
                'success' => 'Категория добавлена',
                'error' => 'Что-то пошло не так. Категория не добавлена'
            ],
            'update' => [
                'success' => 'Категория обновлена',
                'error' => 'Что-то пошло не так. Категория не обновлена'
            ],
            'delete' => [
                'success' => 'Категория удалена',
                'error' => 'Что-то пошло не так. Категория не удалена'
            ]
        ],
        'news' => [
            'create' => [
                'success' => 'Новость добавлена',
                'error' => 'Что-то пошло не так. Новость не добавлена'
            ],
            'update' => [
                'success' => 'Новость обновлена',
                'error' => 'Что-то пошло не так. Новость не обновлена'
            ],
            'delete' => [
                'success' => 'Новость удалена',
                'error' => 'Что-то пошло не так. Новость не удалена'
            ]
        ]
    ],
];
